Repository: streamcart/wordpress
Catalog: languages/streamcart-*.po
Languages: pt_br

source: Streamcart Settings
pt_br: Configurações do Streamcart

source: Public Key
pt_br: Chave pública

source: Main Settings
pt_br: Configurações Principais

source: Create your account to generate your integration key on
pt_br: Crie sua conta para gerar sua chave de integração em

source: Streamcart Consent
pt_br: Consentimento do Streamcart

source: Privacy Policy
pt_br: Política de Privacidade

source: To enhance your experience with us, we would like to collect some personal information.<br>We assure you that all data will be handled with confidentiality and security, in accordance with the General Data Protection Law (GDPL).<br>By continuing, you agree to the use of your data as described in our
pt_br: Para melhorar a sua experiência conosco, gostaríamos de recolher algumas informações pessoais.<br>Garantimos que todos os dados serão tratados com confidencialidade e segurança, de acordo com a Lei Geral de Proteção de Dados (LGPD).<br>Continuando , você concorda com o uso de seus dados conforme descrito em

source: You should check in order to use the plugin
pt_br: Você deve aceitar para usar o plugin

source: You need to accept our terms to use the plugin:
pt_br: Você precisa aceitar nossos termos para usar o plugin:

source: HERE
pt_br: AQUI
